Repository: GuvenBoydak/Netflix_Clone_SwiftUI
Catalog: Netflix_Clone_SwiftUI/Helper/Localizable/*.lproj/Localizable.strings
Languages: tr

source: Home Page
tr: Ana Sayfa

source: New and Popular
tr: Yeni ve Popüler

source: My Netflix
tr: Benim Netflix'im

source: Trending Movie's
tr: Trend Filmler

source: Trending Tv's
tr: Trend Tv Dizileri

source: Populars
tr: Popülerler

source: Top Raited
tr: En çok Oylanalar

source: For Guven
tr: Güven İçin

source: Play
tr: Oynat

source: My List
tr: Listem

source: Remind Me
tr: Bana Hatirlat

source: Notify
tr: Bildir

source: Up Coming
tr: Çok Yakında

source: Release Date
tr: Yayın Tarihi

# Your favorite
source: Your Favorite TV Series and Movies
tr: Beğendiginiz Dizi ve Filmler

source: My List
tr: Listem

# seaAll
source: See All
tr: Tümünü Görüntüle

source: Keep Watching
tr: İzlemeye Devam Et

# downlanded
source: Downlands
tr: İndirilenler

# notifyMyNetflix
source: Notifys
tr: Bildirimler

source: Suggest
tr: Tavsiye Et
